{
    "titles": {
        "TPS extended till August 3, 2024": "TPS pwolonje jiska Out 3, 2024",

        "Daniel Foote Resignation": "Daniel Foote Demisyone",

        "Del Rio Crisis": "Del Rio Crisis",

        "Immigration lawyer talks Haitian migrant crisis, offers help": "Avoka imigrasyon pale kriz migran ayisyen, ofri èd",

        "Trump referred to Haiti and African nations as \"shithole\" countries": "Trump te fè referans ak Ayiti ak nasyon Afriken yo kòm yon peyi ki gen yon \"kaka\""
    },

    "paragraphs": {
        "Secretary of Homeland Security Alejandro N. Mayorkas today announced the extension of Temporary Protected Status (TPS) for Haiti for an additional 18 months": "Sekretè Sekirite Teritwa Alejandro N. Mayorkas jodi a anonse ekstansyon Estati Pwoteje Tanporè (TPS) pou Ayiti pou 18 mwa anplis.",

        "Daniel Foote, the U.S. special envoy for Haiti, has handed his resignation to Secretary of State Antony Blinken, saying he \"will not be associated with the United States": "Daniel Foote, anvwaye espesyal ameriken an pou Ayiti, remèt demisyon li bay Sekretè Deta Antony Blinken, li di ke \"li pa pral asosye ak Etazini.",

        "On Friday afternoon, Jose Rodriguez stood near a fence that was steps away from the Rio Grande and tried to comprehend what was happening in his small border city": "Vandredi aprè midi, Jose Rodriguez te kanpe toupre yon kloti ki te kèk etap lwen Rio Grande epi li te eseye konprann sa k ap pase nan ti vil fwontyè li a.",

        "Immigration lawyer and Haitian-American Marie Pereira discussed her thoughts on the images circulating and what needs to be done": "Avoka imigrasyon ak ayisyen-Ameriken Marie Pereira te diskite sou panse li sou imaj k ap sikile yo ak sa ki dwe fèt.",

        "President Donald Trump referred to Haiti and African nations as \"shithole countries\" during a meeting with a bipartisan group of senators at the White House": "Prezidan Donald Trump te fè referans ak Ayiti ak nasyon Afriken yo kòm \"peyi kaka\" pandan yon rankont ak yon gwoup senatè toulede pati nan La Mezon Blanch."
    },

    "article_link_text": "kontinye nan atik"
}
